class CorrectUserData:
    user_name = ["Ва", "Вас", "ВасилийВасилий", "ВасилийВасилийВ"]
    user_surname = ["Ко", "Коровякин"]
    address = "Ворошилова 15-3"
    metro_station = ["'Черкизовская'", "'Студенческая'", "'Сокольники'"]
    telephone = ["+7927999888", "892799988877", "+792799988877"]
    rental_date = [0, 1, 2]
    color_scooter = ["чёрный жемчуг", "серая безысходность"]
    cnt_rental_days = ["'сутки'", "'двое суток'", "'трое суток'", "'четверо суток'", "'пятеро суток'",
                       "'шестеро суток'", "'семеро суток'"]
    comment = "Домофон работает"


class Answers:
    answer_text = [
        'Сутки — 400 рублей. Оплата курьеру — наличными или картой.',
        'Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.',
        'Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.',
        'Только начиная с завтрашнего дня. Но скоро станем расторопнее.',
        'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.',
        'Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.',
        'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.',
        'Да, обязательно. Всем самокатов! И Москве, и Московской области.'
    ]
